---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.LinkFailures
source: html/c94a6c34-671a-3807-7969-5b735f2c5272.htm
---
# BuiltInFailures.LinkFailures Properties

Shared Sites in the link ""%1!s!"" cannot be modified.